Repository: OpenSlides/openslides-voting
Catalog: openslides_voting/locale/angular-gettext/*.po
Languages: de

source: --- Select keypad usage ---
de: --- Keypad-Verwendung auswählen ---

source: --- Select status ---
de: --- Status auswählen ---

source: A minimum length of 10 characters is required.
de: Eine Mindestlänge von 10 Zeichen ist erforderlich.

source: A motion voting is running.
de: Eine Antragsabstimmung läuft noch.

source: Absentee votes
de: Weisungen

source: Abstain
de: Enthaltung

source: Activate
de: Aktivieren

source: Active voting tokens
de: Aktive Stimmabgabe-Tokens

source: An election is running.
de: Eine Wahl läuft noch.

source: Analog voting
de: Analoges Voting

source: Anonymize votes
de: Stimmen anonymisieren

source: Anonymous
de: anonym

source: Another election is running.
de: Eine andere Wahl läuft noch.

source: Another motion voting is running.
de: Eine andere Antragsabstimmung läuft noch.

source: Are you sure you want to anonymize all votes?
de: Sollen wirklich alle Stimmen anonymisiert werden?

source: Are you sure you want to delete all selected absentee votes?
de: Sollen alle ausgewählten Weisungen wirklich gelöscht werden?

source: Are you sure you want to delete all selected keypads?
de: Sollen alle ausgewählten Keypads wirklicht gelöscht werden?

source: Are you sure you want to delete the attendance history?
de: Soll die Anwesenheitshistorie wirklich gelöscht werden?

source: Are you sure you want to delete this entry?
de: Soll dieser Eintrag wirklich gelöscht werden?

source: Are you sure you want to delete this principle?
de: Soll dieses Stimmrechtsprinzip wirklicht gelöscht werden?

source: Attendance
de: Anwesenheit

source: Attendance history
de: Anwesenheitshistorie

source: Auto-start and stop a countdown timer when voting starts and stops.
de: Countdown startet und stoppt automatisch mit Start und Stopp einer Abstimmung.

source: Back
de: Zurück

source: Back to Election
de: Zurück zur Wahl

source: Back to motion
de: Zurück zum Antrag

source: Back to overview
de: Zurück zur Übersicht

source: Ballot
de: Wahlgang

source: Battery
de: Batterie

source: Battery state is checked with each voting. Available states: full, medium, low, empty
de: Der Batterie-Status wird mit jeder Abstimmung geprüft. Verfügbare Zustände: voll, mittel, niedrig, leer

source: Can manage voting
de: Darf elektronisches Voting steuern

source: Can see the token voting interface
de: Darf das Token-Voting-Interface sehen

source: Can vote
de: Darf elektronisch abstimmen/wählen

source: Cancel
de: Abbrechen

source: Casted vote
de: Abgegebene Stimme

source: Clear preview
de: Vorschau leeren

source: Clear votes
de: Stimmen löschen

source: Closed in
de: Schließt in

source: Continue
de: Weiter

source: Decimal places
de: Dezimalstellen

source: Default voting type
de: Voreingestellter Voting-Typ

source: Delegate
de: Delegierte/r

source: Delegate board
de: Delegiertentafel

source: Delegate name format used for delegate board
de: Verwendetes Namensformat für die Delegiertentafel

source: Delegates
de: Delegierte

source: Delete
de: Löschen

source: Delete selected absentee votes
de: Ausgewählte Weisungen löschen

source: Delete selected keypads
de: Ausgewählte Keypads löschen

source: Edit
de: Bearbeiten

source: Edit absentee vote
de: Weisung bearbeiten

source: Edit keypad
de: Keypad bearbeiten

source: Edit participant
de: Teilnehmenden bearbeiten

source: Edit voting principle
de: Stimmrechtsprinzip bearbeiten

source: Election
de: Wahl

source: Election result
de: Wahlergebnis

source: Election voting has finished.
de: Wahl beendet.

source: Elections
de: Wahlen

source: Enable VoteCollector
de: VoteCollector aktivieren

source: Enable proxies and absentee votes
de: Vertretungen und Weisungen aktivieren

source: Enable voting shares
de: Stimmgewichte aktivieren

source: Enter new voting token:
de: Neuen Stimmabgabe-Token eingeben:

source: Error: Keypad number already exists.
de: Fehler: Keypadnummer existiert bereits.

source: Error: Keypad number must be a positive integer value.
de: Fehler: Die Keypadnummer muss eine positive ganze Zahl sein.

source: Error: Motion not found.
de: Fehler: Antrag nicht gefunden.

source: Error: Not a valid number.
de: Fehler: Keine valide Nummer.

source: Error: Participant not found.
de: Fehler: Teilnehmer/in nicht gefunden.

source: Error: Vote must be one of Y, N, A.
de: Fehler: Es muss einen Wert aus Y, N oder A angegeben werden.

source: Example: http://localhost:8030
de: Beispiel: http://localhost:8030

source: Full name (e.g. "John Smith")
de: Vollständiger Name (z. B. "Max Mustermann")

source: Generate
de: Generieren

source: Given name
de: Vorname

source: Heads
de: Köpfe

source: How much voting tokens should be generated?
de: Wie viele Stimmabgabe-Tokens sollen generiert werden?

source: Import
de: Importieren

source: Import absentee votes
de: Weisungen importieren

source: Import keypads
de: Keypads importieren

source: Import voting shares
de: Stimmgewichte importieren

source: Import {{ keypadsWillBeImported }} keypads
de: {{ keypadsWillBeImported }} Keypads importieren

source: Import {{ sharesWillBeImported }} voting shares
de: {{ sharesWillBeImported }} Stimmrechte importieren

source: Import {{ votesWillBeImported }} absentee votes
de: {{ votesWillBeImported }} Weisungen importieren

source: In range
de: In Reichweite

source: Invalid votes
de: Ungültige Stimmen

source: Keep individual voting behaviour secret on delegate board by using a single colour.
de: Unabhängig vom Abstimmverhalten wird dieselbe Farbe auf der Delegiertentafel verwendet.

source: Keypad number
de: Keypadnummer

source: Keypad serial number
de: Keypad-Seriennummer

source: Last name (e.g. "Smith")
de: Nachname (z. B. "Mustermann")

source: Motion
de: Antrag

source: Motion identifier
de: Antragsbezeichner

source: Motion voting
de: Antragsabstimmung

source: Motion voting has finished.
de: Antragsabstimmung beendet.

source: Motions
de: Anträge

source: Named electronic voting
de: Namentliches elektronisches Voting

source: New
de: Neu

source: New absentee vote
de: Neue Weisung

source: New keypad
de: Neues Keypad

source: New voting principle
de: Neues Stimmrechtsprinzip

source: No
de: Nein

source: No active voting tokens
de: Keine aktiven Stimmabgabe-Tokens

source: No elections
de: Keine Wahlen

source: No motions
de: Keine Anträge

source: No principals
de: Keine Mandanten

source: No proxy
de: Keine Vertretung

source: No.
de: Nr.

source: Note: Absentee votes for elections are not supported yet.
de: Hinweis: Weisungen für Wahlen werden noch nicht unterstützt.

source: Number of columns of delegate board
de: Spaltenanzahl der Delegiertentafel

source: Only double quotes are accepted as text delimiter (no single quotes).
de: Als Texttrenner werden nur doppelte Anführungszeichen akzeptiert (keine einfachen Anführungszeichen).

source: Page
de: Seite

source: Participant
de: Teilnehmer/in

source: Participant number
de: Teilnehmernummer

source: Please enter your voting token:
de: Bitte geben Sie Ihren Stimmabgabe-Token ein:

source: Please note:
de: Bitte beachten:

source: Please type Y, N or A for Yes/No/Abstain.
de: Bitte geben Sie Y, N oder A für eine Ja/Nein/Enthaltung ein.

source: Please vote now!
de: Bitte stimmen Sie jetzt ab!

source: Press 'Fn+6' on keypad to display the serial number.
de: Drücken Sie 'Fn+6' auf dem Keypad, um die Seriennummer anzuzeigen.

source: Preview
de: Vorschau

source: Principals
de: Mandanten (Vollmachtgeber)

source: Project and publish result
de: Ergebnis projizieren und veröffentlichen

source: Project result
de: Ergebnis projizieren

source: Projector message for running election
de: Projektor-Mitteilung für laufende Wahlen

source: Projector message for running motion voting
de: Projektor-Mitteilung für laufende Antragsabstimmungen

source: Proxy
de: Vertreten durch

source: Recount votes
de: Stimmen erneut auszählen

source: Required comma or semicolon separated values with these column header names in the first row
de: Erforderliche Komma- oder Semikolon-separierte Werte mit diesen Spaltennamen in der ersten Zeile

source: Result number
de: Ergebniszahl

source: Save
de: Speichern

source: Save this result now!
de: Speichen Sie jetzt dieses Ergebnis!

source: Search
de: Suche

source: Select ...
de: Auswählen ...

source: Select a CSV file
de: CSV-Datei auswählen

source: Select the voting type
de: Voting-Typ auswählen

source: Set keypad number ...
de: Keypadnummer setzen ...

source: Set share ...
de: Stimmgewicht setzen ...

source: Shares
de: Stimmgewichte

source: Short name (e.g. "JoSm")
de: Kurzname (z. B. "MaMu")

source: Show attendance history
de: Anwesenheitshistorie anzeigen

source: Show delegate board
de: Delegiertentafel anzeigen

source: Show incoming votes in a table on projector.
de: Eingehende Stimmen werden in einer Tabelle auf dem Projektor angezeigt.

source: Show voting shares
de: Stimmgewichte anzeigen

source: Single votes
de: Einzelstimmen

source: Speakers voting is running for agenda item
de: Redelisten-Abstimmung läuft für Tagesordnungspunkt

source: Start election
de: Wahl starten

source: Start speakers voting
de: Redelisten-Abstimmung starten

source: Start system test
de: Systemtest starten

source: Start voting
de: Voting starten

source: Stop another voting
de: Anderes Voting beenden

source: Stop election
de: Wahl beenden

source: Stop speakers voting
de: Redelisten-Voting beenden

source: Stop system test
de: Systemtest stoppen

source: Stop voting
de: Voting beenden

source: Submit
de: Absenden

source: Submit vote
de: Stimme absenden

source: Surname
de: Nachname

source: System test is running.
de: Systemtest läuft.

source: The VoteCollector is not running!
de: Der VoteCollector läuft nicht!

source: The administrator has stopped the election. You vote wasn't submitted.
de: Der Administrator hat die Wahl beendet. Ihre Stimme wurde nicht gezählt.

source: The token is not valid.
de: Der Token ist nicht gültig.

source: This user is represented by
de: Dieser Nutzer ist vertreten durch

source: Time
de: Zeit

source: Token-based electronic voting
de: Token-basiertes elektronisches Voting

source: Use countdown timer
de: Countdown-Zeitmesser verwenden

source: Valid votes
de: Gültige Stimmen

source: Vote
de: Abstimmung

source: Vote anonymously
de: Anonym abstimmen/wählen

source: Vote for
de: Abstimmung über

source: Vote now!
de: Jetzt abstimmen!

source: Vote was submitted successfully!
de: Stimmabgabe erfolgreich!

source: VoteCollector anonymous (anonymous and personalized keypads, with single votes, no delegate board)
de: VoteCollector anonym (anonyme und personalisierte Keypads, mit Einzelstimmen, keine Delegiertentafel)

source: VoteCollector default (personalized and active keypads only, with single votes)
de: VoteCollector Standard (nur personalisierte und aktive Keypads, mit Einzelstimmen)

source: VoteCollector grey (no single votes, only grey seats on delegate board)
de: VoteCollector grau (keine Einzelstimmen, nur graue Sitze auf Delegiertentafel)

source: VoteCollector secret (no single votes and delegate board)
de: VoteCollector geheim (keine Einzelstimmen, keine Delegiertentafel)

source: Votes received:
de: Empfangene Stimmen:

source: Voting intention
de: Stimmverhalten

source: Voting is not yet running ...
de: Das Voting ist noch nicht gestartet ...

source: Voting principle
de: Stimmrechtsprinzip

source: Voting result
de: Abstimmungsergebnis

source: Voting shares
de: Stimmgewichte

source: Yes
de: Ja

source: You have already voted for
de: Sie haben bereits abgestimmt für

source: You have already voted.
de: Sie haben bereits gewählt.

source: You have to select an option to submit
de: Sie müssen eine Wahloption auswählen.

source: You may provide as many voting principles as you like.
de: Sie können so viele Stimmrechtsprinzipien anbieten, wie Sie wollen.

source: Your current choice:
de: Ihre aktuelle Auswahl:

source: Your group permissions are misconfigured. The token voting interface group may have only 3 permissions: "Can see motions", "Can see elections" and "Can see the token voting interface.sions"
de: Ihre Benutzergruppenrechte sind falsch konfiguriert. Die Token-Voting-Interface-Gruppe darf nur 3 Rechte haben: "Darf Anträge sehen", "Darf Wahlen sehen" und "Darf das Token-Voting-Interface sehen"

source: Your personal result number to validate your voting:
de: Ihre persönliche Ergebniszahl zum Prüfen Ihrer Stimmabgabe:

source: absent
de: abwesend

source: absentee votes were successfully imported.
de: Weisungen wurden erfolgreich importiert.

source: absentee votes will be imported.
de: Weisungen werden importiert.

source: absentee votes will not be imported.
de: Weisungen werden nicht importiert.

source: active
de: aktiv

source: anonymous
de: anonym

source: candidates
de: Kandidaten

source: cannot be proxy and principle at once.
de: kann keine Vertretung und Stimmrechtsprinzip in einem sein.

source: empty
de: leer

source: full
de: voll

source: inactive
de: inaktiv

source: invalid
de: ungültig

source: keypads were successfully imported.
de: Keypads wurden erfolgreich importiert.

source: keypads will be imported.
de: Keypads werden importiert.

source: keypads will not be imported.
de: Keypads werden nicht importiert.

source: low
de: niedrig

source: medium
de: mittel

source: personalized
de: personalisiert

source: places
de: Stellen

source: present
de: anwesend

source: seconds
de: Sekunden

source: selected
de: ausgewählt

source: voting shares were successfully imported.
de: Stimmgewichte wurden erfolgreich importiert.

source: voting shares will be imported.
de: Stimmgewichte werden importiert.

source: voting shares will not be imported.
de: Stimmgewichte werden nicht importiert.

source: was activated successfully
de: wurde erfolgreich aktiviert
